import {
  Container,
  Grid,
  Box,
  Card,
  CardMedia,
  CardContent,
  Typography,
  CardActions,
  Button,
} from "@mui/material";
import photo4 from "../../static_images/4.jpg";
import { MasterHelpers } from "../MasterHelpers/MasterHelpers";


export const Articles = () => {
  return (
         <Box sx={{pt:4}}>
        <Container>
          <Box sx={{ flexGrow: 1 }}>
            <Grid container spacing={2}>
              <Grid item md={6}>
                <Card sx={{minWidth:'320px'}}>
                  <CardMedia
                    sx={{ height: 240 }}
                    image={photo4}
                    title="чому не покриваєш гелем"
                  />
                  <CardContent>
                    <Typography gutterBottom variant="h5" component="div">
                      Чому ти не покриваєш гель-лаком? 🤷🏻‍♀️
                    </Typography>
                    <Typography variant="body2" color="text.secondary">
                      Це питання я чую від кожного, хто дізнається, що не
                      покриваю гель-лаком нігті на ногах. Пройшла я семінар з
                      оніходистрофії - будь-яка зміна нігтів. І ось я ще раз
                      переконалася, що ніяких твердих покриттів на нігтях ніг не
                      повинно бути мови! 99% проблем на нігтях ніг через
                      гель-лак. Ну не призначений він для ніг! Запитайте, чому
                      на руках можна, а на ногах ні? Та тому що ми на руках не
                      ходимо, на руки не тисне вся маса нашого тіла, ми не
                      носимо взуття на руках, яке стискає ніготь. Ніготь на
                      ногах сам по собі еластичний і пристосований до ходіння,
                      але як тільки ми покриваємо гель-лаком, ми на нього як би
                      одягаємо шолом, він стане нерухомий і з'являється
                      оніхолізис (порожнечі під нігтем), деформуватися,
                      скручуватися, вростати, з'являються піднігтьові мозолі
                      може весь відпасти. А далі йдуть ще гірше наслідок
                      (грибки, бактерії, запалення тощо), тому що в порожнечі
                      сприятливе середовище для приєднання інфекцій ❗
                    </Typography>
                    <b>
                      Тож, дівчатка, навіщо нам ці проблеми! Бережіть своє
                      здоров'я! Педикюр-це в першу чергу гігієна, а потім краса!
                      👣 🌼🌼🌼
                    </b>
                  </CardContent>
                  <CardActions>
                    <Button size="small">Share</Button>
                    <Button size="small">Learn More</Button>
                  </CardActions>
                </Card>
              </Grid>
              <Grid item md={6}>
                {" "}
                <article>
                  <h2>П'ятки як у немовляти❌</h2>
                  <p>(фото-ілюстрацію з інсти взяти)</p>
                  <p>
                    {" "}
                    Звичайно ж ніхто б не відмовився від п'ята як у немовля
                    рожевеньких, м'яких, ніжненьких, гладеньких 👶🏻 Зрозуміло, що
                    такого вже не буде. Але ☝🏻 чомусь багатьом клієнтам та
                    деяким навіть майстрам все хочеться зробити рожеві стопи і
                    для цього вони труть п'яти до рожевого шару. І треба
                    розуміти, що цього категорично робити не можна❗ Там де
                    рожева шкіра, це вже жива шкіра і коли ми її трьом, то
                    організм включає захисну функцію і виробляє більше клітин
                    ніж належить і тим самим йде ще більше зроговіння і тріщини
                    І плюс до всього може боляче навіть ходити( Так що якщо і
                    робимо самі собі чистку стопи, то на СУХУ, дуже м'якою
                    пилкою за малюнком шкіри, не сильно натискаючи, а потім
                    миємо і крем.
                  </p>
                </article>
              </Grid>
              <Grid item md={6}>
                <article>
                  <h2>Один мінус лаку </h2>
                  <p>(фото-ілюстрацію з інсти взяти)</p>

                  <p>
                    Один мінус лаку (але він не зрівняється з мінусами
                    гель-лаку) Дівчатка, ЛАК виглядає дуже красиво на ногах і
                    носиться добре 👌🏻, а головне він не нашкодить ніжкам❗ Але ж
                    ви самі розумієте, що є одне АЛЕ. І це-час, а саме, те, що
                    потрібно почекати поки ЛАК висохне мінімум 20 хв ☝🏻 Але
                    повірте воно того варте 🤩👍🏻 І якщо ви приїдете на педикюр у
                    відкритому взутті, то спокійно можна йти додому, а от якщо в
                    закритому, то потрібно буде, можливо, ще почекати. І ще дуже
                    зручно спочатку зробити педикюр і відразу манікюр і в цей
                    час лак висохне і час не губиться 🙂 Я за БЕЗПЕКУ і за те що
                    б не шкодити клієнту покриваючи гель-лаком нігті на ногах!
                    Хоча на багато простіше працювати гель-лаком і немає зайвих
                    витрат на матеріали. P.S. Гель-лак шкодить не через закрите
                    взуття, а через те, що це твердий матеріал і йому немає
                    місця на ногах. 🙅🏻‍♀️
                  </p>
                </article>
              </Grid>
              <Grid item md={6}>
                {" "}
                <article>
                  <h2>Який вид манікюру обрати?</h2>
                  <p>
                    (фото допісля апаратного, змішанного та звичайного) *текст*
                    Мой рекорд 1:30 снятие старого покрытия, аппаратный маникюр,
                    покрытие с выравниванием! И все потому, что после
                    аппаратного маникюра кутикула медленно отрастает и не
                    прилипает к ногтю, что дает возможнось делать маникюр быстро
                    и качественно! Аппаратный маникюр находка! Отрастает за 3
                    недели очень маленькая кутикула! Приемущество аппаратного
                    маникюра! Аппаратный маникюр не требует распаривания кожи и
                    является абсолютно безболезненным и безопасным. Но главное
                    преимущество аппаратного маникюра в том, что во время его
                    исполнения удаляются только мертвые ороговевшие слои,
                    эпидермис который не является ороговевшим остается
                    неповрежденными. Такой подход позволяет сдерживать рост
                    кутикулы и кожи вокруг ногтевой пластины, поэтому аппаратный
                    маникюр остается привлекательным и ухоженным в течение двух
                    - трёх недель в зависимости от состояния и качества кожи
                    клиента. В отличие от классического обрезного маникюра,
                    который нередко сравнивают с неэстетичной и застаревшей
                    процедурой бритья волос лезвием, аппаратный маникюр подобен
                    мягкому пиллингу, во время которого нежно и деликатно
                    удаляются только загрубевшие участки, а здоровая кожа
                    ногтевых валиков остается невредимой.
                  </p>
                </article>
              </Grid>
            </Grid>
          </Box>
          {/* <article>
            <h2>Тренди весна 2023</h2>
            <p>(фото-приклади) *текст*</p>
          </article>
          <article>
            <h2> Как часто подстригать ногти на ногах?🤔</h2>
            <p>(фото)</p>
            <p>
              КАЖДУЮ НЕДЕЛЮ, девочки, каждую неделю, а не от педикюра к
              педикюру. А лучше всего не подрезать, а подпиливать пилочкой👍🏻 И
              так что бы длины оставалось не меньше 1 мм☝🏻Через мерное
              подрезание тоже не хорошо! То что это не эстетично это понятно, а
              то что это небезопасно , и не только по отношению к вашим вторым
              половинкам😆 , это факт. Через мерная длина может приводить к: -
              подногтевым мозолям; - онихолизису Я думаю уже этих двух проблем
              достаточно, для того что бы не запускать ногти и подвергать их
              опасности. И аргумент "Оставила, что бы ты форму красивую сделала"
              не катит 😆
            </p>
          </article>
          <article>
            <p>
              Сделай мне круглую форму!🤨 Такая нередкая просьба на педикюре.
              Девочки, ногти на ногах нельзя закруглять не в коем случае.
              Здоровый ноготь должен быть ровным! Так как срезанные углы это
              прямой путь к врастанию и подногтевым мозолям.
            </p>
          </article>
          <article>
            <h2>Как часто делать педикюр? 👣</h2>
            <p>
              Ответ: раз в 28 дней. Почему так? Потому что кожа обновляется за
              28 дней( это если нет никаких проблем на ножках, если есть
              проблемы все происходит быстрее). То есть от здоровой клетки с
              ядром и до отмершей частички кожи проходит 28 дней. И все что
              ошелушевается нужно убрать. И надо убрать не до розовых пяточек,
              что бы все болело, а только ороговевший слой, потомучто организм
              начнет быстрее себя защищать вырабатывая больше клеток и
              ороговения станет в разы больше🤷🏻‍♀️
            </p>
          </article>
          <article>
            <h2>
              Домашний уход+ систематичный педикюр = ухоженные , красивые
              ножки🤍
            </h2>
            <p>
              Что мы можем делать дома что бы сделать нашим ножкам приятно?🦶🏻 👣
              крем для ног ОБЯЗАТЕЛЬНО 1-2 в день в зависимости от типа кожи.
              Если есть гиперкератоз (повышенное ороговение стоп), натоптыши
              использываем крем с содержанием мочевинины 15-25%. Если есть
              трещины , то крем для трещин хороший. 👣Раз в 3-4 дня очень хорошо
              делать скрабирование, но на сухие ножки, после этого помыть и
              намазать кремом. ❌Использовать бритвы, пемзы, тёрки и прочее,
              использывать кислотные кератолитики и делать что либо на мокрые, а
              тем более распариные ноги настоятельно не рекомендую! Но если ну
              прям очень хочется, то пилкой для пяток самой мягкой не меньше 180
              грит на сухую за рисунком кожи легонько пройтись , после этого
              помыть ножки и намазать кремом. Но лучше делать педикюр раз в
              месяц(если нет проблем с стопой) , делать домашний уход без пилок,
              носить обувь по размеру и ножки будут благодарны😄
            </p>
          </article> */}
          <Box component="section" sx={{ pt: 4, pb: 4 }}>
            <Container>
              <MasterHelpers />
            </Container>
          </Box>
        </Container>
      </Box>
  );
};