import { Grid } from "@mui/material";

export const MasterHelpers = () => {
  return (
    <Grid container spacing={2}>
      <Grid item md={4}>
        <p>
          {" "}
          Вот Он, мой новый борец, с вирусами, инфекциями, грибками и т.д!💪 Это
          стерилизатор для инструментов , сухожар МикроСтоп , который один из
          немногих сертифицированный в Украине. А это даёт гарантию того, что
          мои инструменты стерильны и маникюр безопасный!{" "}
        </p>
      </Grid>
      <Grid item md={4}>
        <p>А вот и моя новая мощная вытяжка #Shemax</p>
      </Grid>
    </Grid>
  );
};
